Repository: xkelxmc/keypress-macos
Catalog: Sources/Keypress/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

# about.legal
source: Legal
de: Rechtliches
es: Información legal
fr: Mentions légales
ru: Правовая информация

# about.privacy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ru: Конфиденциальность

# about.subtitle
source: Version, privacy, and legal information.
de: Version, Datenschutz und rechtliche Informationen.
es: Versión, privacidad e información legal.
fr: Version, confidentialité et informations légales.
ru: Версия, конфиденциальность и правовая информация.

# about.title
source: About
de: Über Keypress
es: Acerca de
fr: À propos
ru: О приложении

# action.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена

# action.done
source: Done
de: Fertig
es: Listo
fr: Terminé
ru: Готово

# action.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ru: Сбросить

# appearance.background
source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
ru: Фон

# appearance.custom
source: Key Categories
de: Tastenkategorien
es: Categorías de teclas
fr: Catégories de touches
ru: Категории клавиш

# appearance.customize
source: Edit Custom
de: Eigene bearbeiten
es: Editar tema personalizado
fr: Modifier le thème personnalisé
ru: Настроить свою тему

# appearance.fontFamily
source: Font Family
de: Schriftfamilie
es: Familia tipográfica
fr: Police
ru: Гарнитура

# appearance.fontWeight
source: Font Weight
de: Schriftstärke
es: Grosor de fuente
fr: Graisse de police
ru: Насыщенность

# appearance.opacity
source: Opacity
de: Deckkraft
es: Opacidad
fr: Opacité
ru: Непрозрачность

# appearance.size
source: Size
de: Größe
es: Tamaño
fr: Taille
ru: Размер

# appearance.subtitle
source: Shape the keyboard, pointer, and status HUD.
de: Tastatur, Zeiger und Statusanzeige gestalten.
es: Personaliza el teclado, el puntero y el indicador de estado.
fr: Personnalisez le clavier, le pointeur et l’indicateur d’état.
ru: Настройте клавиатуру, указатель и индикатор состояния.

# appearance.theme
source: Theme
de: Design
es: Tema
fr: Thème
ru: Тема

# appearance.title
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ru: Оформление

# displays.connected
source: Connected Displays
de: Verbundene Displays
es: Pantallas conectadas
fr: Écrans connectés
ru: Подключённые дисплеи

# displays.edit
source: Position on Screen…
de: Auf dem Bildschirm positionieren …
es: Colocar en la pantalla…
fr: Positionner à l’écran…
ru: Расположить на экране…

# displays.placement
source: Placement
de: Platzierung
es: Ubicación
fr: Emplacement
ru: Размещение

# displays.subtitle
source: Choose where each display shows the overlay.
de: Legen Sie fest, wo das Overlay auf jedem Display erscheint.
es: Elige dónde aparece la superposición en cada pantalla.
fr: Choisissez où la superposition apparaît sur chaque écran.
ru: Выберите положение оверлея для каждого дисплея.

# displays.target
source: Display Target
de: Zieldisplay
es: Pantalla de destino
fr: Écran cible
ru: Целевой дисплей

# displays.title
source: Displays & Position
de: Bildschirme und Position
es: Pantallas y posición
fr: Écrans et position
ru: Дисплеи и позиция

# general.enabled
source: Keypress Enabled
de: Keypress aktiviert
es: Keypress activado
fr: Keypress activé
ru: Keypress включён

# general.hud
source: Status HUD
de: Statusanzeige
es: Indicador de estado
fr: Indicateur d’état
ru: Индикатор состояния

# general.language
source: Language
de: Sprache
es: Idioma
fr: Langue
ru: Язык

# general.launchAtLogin
source: Launch at Login
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
ru: Запускать при входе

# general.permission
source: Input Monitoring
de: Eingabeüberwachung
es: Monitorización de entrada
fr: Surveillance de l’entrée
ru: Мониторинг ввода

# general.reset
source: Reset All Settings…
de: Alle Einstellungen zurücksetzen …
es: Restablecer todos los ajustes…
fr: Réinitialiser tous les réglages…
ru: Сбросить все настройки…

# general.subtitle
source: Control the app, language, permissions, and status feedback.
de: App, Sprache, Berechtigungen und Statusmeldungen verwalten.
es: Controla la app, el idioma, los permisos y los avisos de estado.
fr: Gérez l’app, la langue, les autorisations et les confirmations d’état.
ru: Управление приложением, языком, разрешениями и статусом.

# general.title
source: General
de: Allgemein
es: Ajustes generales
fr: Général
ru: Основные

# font.monospaced
source: Monospaced
de: Monospace
es: Monoespaciada
fr: Monospace
ru: Моноширинный

# font.rounded
source: Rounded
de: Abgerundet
es: Redondeada
fr: Arrondie
ru: Скруглённый

# font.weight.bold
source: Bold
de: Fett
es: Negrita
fr: Gras
ru: Жирный

# font.weight.medium
source: Medium
de: Mittel
es: Medio
fr: Moyen
ru: Средний

# font.weight.regular
source: Regular
de: Standard
es: Normal
fr: Normal
ru: Обычный

# font.weight.semibold
source: Semibold
de: Halbfett
es: Seminegrita
fr: Demi-gras
ru: Полужирный

# hud.content.all
source: All Keys
de: Alle Tasten
es: Todas las teclas
fr: Toutes les touches
ru: Все клавиши

# hud.content.shortcuts
source: Shortcuts Only
de: Nur Kurzbefehle
es: Solo atajos
fr: Raccourcis uniquement
ru: Только сочетания

# hud.keypress.off
source: Keypress Off
de: Keypress aus
es: Keypress desactivado
fr: Keypress désactivé
ru: Keypress выключен

# hud.keypress.on
source: Keypress On
de: Keypress ein
es: Keypress activado
fr: Keypress activé
ru: Keypress включён

# hud.pointer.off
source: Pointer Off
de: Zeiger aus
es: Puntero desactivado
fr: Pointeur désactivé
ru: Указатель выключен

# hud.pointer.on
source: Pointer On
de: Zeiger ein
es: Puntero activado
fr: Pointeur activé
ru: Указатель включён

# hud.positionSaved
source: Position Saved
de: Position gespeichert
es: Posición guardada
fr: Position enregistrée
ru: Позиция сохранена

# hud.secureInput
source: Keyboard hidden — Secure Input
de: Tastatur ausgeblendet — Sichere Eingabe
es: Teclado oculto — Entrada segura
fr: Clavier masqué — Saisie sécurisée
ru: Клавиатура скрыта — Защищённый ввод

# hud.size
source: Overlay Size: %@
de: Overlay-Größe: %@
es: Tamaño de superposición: %@
fr: Taille de la superposition : %@
ru: Размер оверлея: %@

# keyboard.animation
source: Press Animation
de: Tastenanimation
es: Animación de pulsación
fr: Animation des touches
ru: Анимация нажатия

# keyboard.behavior
source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
ru: Поведение

# keyboard.content
source: Content
de: Inhalt
es: Contenido
fr: Contenu
ru: Содержимое

# keyboard.filters
source: Filters
de: Filter
es: Filtros
fr: Filtres
ru: Фильтры

# keyboard.history
source: History
de: Verlauf
es: Historial
fr: Historique
ru: История

# keyboard.mode
source: Display Mode
de: Anzeigemodus
es: Modo de visualización
fr: Mode d’affichage
ru: Режим отображения

# keyboard.subtitle
source: Choose which keys appear and how they behave.
de: Legen Sie fest, welche Tasten erscheinen und wie sie sich verhalten.
es: Elige qué teclas aparecen y cómo se comportan.
fr: Choisissez les touches affichées et leur comportement.
ru: Выберите клавиши и их поведение.

# keyboard.title
source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
ru: Клавиатура

# language.system
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Langue du système
ru: Как в системе

# menu.enabled
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ru: Включено

# menu.quit
source: Quit Keypress
de: Keypress beenden
es: Salir de Keypress
fr: Quitter Keypress
ru: Завершить Keypress

# menu.settings
source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
ru: Настройки…

# keyboard.enabled
source: Keyboard Overlay
de: Tastatur-Overlay
es: Superposición de teclado
fr: Superposition du clavier
ru: Оверлей клавиатуры

# keyboard.maxKeys
source: Maximum Keys
de: Maximale Tastenanzahl
es: Máximo de teclas
fr: Nombre maximal de touches
ru: Максимум клавиш

# keyboard.timeout
source: Key Timeout
de: Tastenanzeigedauer
es: Tiempo de tecla
fr: Durée d’affichage
ru: Время показа клавиши

# pointer.behavior
source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
ru: Поведение

# pointer.effect
source: Effect
de: Effekt
es: Efecto
fr: Effet
ru: Эффект

# pointer.enabled
source: Pointer Overlay
de: Zeiger-Overlay
es: Superposición del puntero
fr: Superposition du pointeur
ru: Оверлей указателя

# pointer.events
source: Events
de: Ereignisse
es: Eventos
fr: Événements
ru: События

# pointer.events.minimum
source: Keep at least one event enabled for this visibility mode.
de: Für diesen Sichtbarkeitsmodus muss mindestens ein Ereignis aktiviert bleiben.
es: Mantén al menos un evento activado para este modo de visibilidad.
fr: Conservez au moins un événement activé pour ce mode de visibilité.
ru: Для этого режима видимости должно оставаться включённым хотя бы одно событие.

# pointer.leftClick
source: Primary Click
de: Primärklick
es: Clic principal
fr: Clic principal
ru: Основной клик

# pointer.rightClick
source: Secondary Click
de: Sekundärklick
es: Clic secundario
fr: Clic secondaire
ru: Дополнительный клик

# pointer.shape
source: Shape
de: Form
es: Forma
fr: Forme
ru: Форма

# pointer.size
source: Size
de: Größe
es: Tamaño
fr: Taille
ru: Размер

# pointer.visibility
source: Visibility
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
ru: Видимость

# position.center
source: Center
de: Mitte
es: Centro
fr: Centre
ru: По центру

# position.editor.title
source: Positioning Keypress
de: Keypress positionieren
es: Posicionando Keypress
fr: Positionnement de Keypress
ru: Позиционирование Keypress

# position.editor.subtitle
source: %@ · Drag the keyboard overlay, then click Done.
de: %@ · Ziehen Sie das Tastatur-Overlay und klicken Sie auf „Fertig“.
es: %@ · Arrastra la superposición del teclado y pulsa Listo.
fr: %@ · Faites glisser la superposition du clavier, puis cliquez sur Terminé.
ru: %@ · Перетащите оверлей клавиатуры и нажмите «Готово».

# pointer.subtitle
source: Make movement, clicks, dragging, and scrolling easy to follow.
de: Bewegung, Klicks, Ziehen und Scrollen deutlich darstellen.
es: Haz que el movimiento, los clics, el arrastre y el desplazamiento sean fáciles de seguir.
fr: Rendez les mouvements, clics, glissements et défilements faciles à suivre.
ru: Сделайте движение, клики, перетаскивание и прокрутку заметными.

# pointer.title
source: Pointer
de: Zeiger
es: Puntero
fr: Pointeur
ru: Указатель

# shortcuts.conflictHint
source: Conflicting shortcuts cannot be recorded.
de: Konflikte mit vorhandenen Kurzbefehlen können nicht aufgezeichnet werden.
es: No se pueden grabar atajos que entren en conflicto.
fr: Les raccourcis en conflit ne peuvent pas être enregistrés.
ru: Нельзя назначить конфликтующие сочетания.

# shortcuts.content
source: Switch Content Mode
de: Inhaltsmodus wechseln
es: Cambiar modo de contenido
fr: Changer le mode de contenu
ru: Сменить режим содержимого

# shortcuts.content.subtitle
source: Switch between all keys and shortcuts only.
de: Zwischen allen Tasten und nur Kurzbefehlen wechseln.
es: Alterna entre todas las teclas y solo los atajos.
fr: Alterner entre toutes les touches et les raccourcis uniquement.
ru: Переключаться между всеми клавишами и только сочетаниями.

# shortcuts.duplicateConflict
source: Already assigned to another Keypress action.
de: Bereits einer anderen Keypress-Aktion zugewiesen.
es: Ya está asignado a otra acción de Keypress.
fr: Déjà attribué à une autre action Keypress.
ru: Уже назначено другому действию Keypress.

# shortcuts.global
source: Global Shortcuts
de: Globale Kurzbefehle
es: Atajos globales
fr: Raccourcis globaux
ru: Глобальные сочетания

# shortcuts.hint
source: Shortcuts use physical key positions and work in every app.
de: Kurzbefehle verwenden physische Tastenpositionen und funktionieren in jeder App.
es: Los atajos usan posiciones físicas de teclas y funcionan en todas las apps.
fr: Les raccourcis utilisent la position physique des touches et fonctionnent dans toutes les apps.
ru: Сочетания используют физическое расположение клавиш и работают во всех приложениях.

# shortcuts.invalidConflict
source: Use a key with at least one modifier.
de: Verwenden Sie eine Taste mit mindestens einer Sondertaste.
es: Usa una tecla con al menos un modificador.
fr: Utilisez une touche avec au moins une touche de modification.
ru: Используйте клавишу хотя бы с одним модификатором.

# shortcuts.reservedConflict
source: This shortcut is reserved by macOS.
de: Dieser Kurzbefehl ist von macOS reserviert.
es: Este atajo está reservado por macOS.
fr: Ce raccourci est réservé par macOS.
ru: Это сочетание зарезервировано macOS.

# shortcuts.pointer
source: Toggle Pointer
de: Zeiger umschalten
es: Activar o desactivar puntero
fr: Activer ou désactiver le pointeur
ru: Переключить указатель

# shortcuts.pointer.subtitle
source: Enable or disable the pointer overlay.
de: Das Zeiger-Overlay aktivieren oder deaktivieren.
es: Activa o desactiva la superposición del puntero.
fr: Activer ou désactiver la superposition du pointeur.
ru: Включить или выключить оверлей указателя.

# shortcuts.position
source: Edit Position
de: Position bearbeiten
es: Editar posición
fr: Modifier la position
ru: Изменить позицию

# shortcuts.position.subtitle
source: Open the on-screen positioning editor.
de: Den Positionierungseditor auf dem Bildschirm öffnen.
es: Abre el editor de posición en pantalla.
fr: Ouvrir l’éditeur de position à l’écran.
ru: Открыть экранный редактор позиции.

# shortcuts.size.decrease
source: Decrease Overlay Size
de: Overlay verkleinern
es: Reducir superposición
fr: Réduire la superposition
ru: Уменьшить оверлей

# shortcuts.size.decrease.subtitle
source: Move to the next smaller keyboard size.
de: Zur nächstkleineren Tastaturgröße wechseln.
es: Cambia al siguiente tamaño de teclado más pequeño.
fr: Passer à la taille de clavier inférieure.
ru: Переключиться на меньший размер клавиатуры.

# shortcuts.size.increase
source: Increase Overlay Size
de: Overlay vergrößern
es: Aumentar superposición
fr: Agrandir la superposition
ru: Увеличить оверлей

# shortcuts.size.increase.subtitle
source: Move to the next larger keyboard size.
de: Zur nächstgrößeren Tastaturgröße wechseln.
es: Cambia al siguiente tamaño de teclado más grande.
fr: Passer à la taille de clavier supérieure.
ru: Переключиться на больший размер клавиатуры.

# shortcuts.toggle
source: Toggle Keypress
de: Keypress umschalten
es: Activar o desactivar Keypress
fr: Activer ou désactiver Keypress
ru: Переключить Keypress

# shortcuts.toggle.subtitle
source: Enable or disable all visualization.
de: Alle Visualisierungen aktivieren oder deaktivieren.
es: Activa o desactiva toda la visualización.
fr: Activer ou désactiver toutes les visualisations.
ru: Включить или выключить всю визуализацию.

# shortcuts.subtitle
source: Record shortcuts for commands you use anywhere.
de: Globale Kurzbefehle für häufige Aktionen festlegen.
es: Graba atajos para comandos que uses en cualquier app.
fr: Enregistrez des raccourcis utilisables dans toutes les apps.
ru: Назначьте глобальные сочетания для частых команд.

# shortcuts.title
source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
ru: Сочетания клавиш

# sidebar.about
source: About
de: Über Keypress
es: Acerca de
fr: À propos
ru: О приложении

# sidebar.appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ru: Оформление

# sidebar.displays
source: Displays & Position
de: Bildschirme und Position
es: Pantallas y posición
fr: Écrans et position
ru: Дисплеи и позиция

# sidebar.general
source: General
de: Allgemein
es: Ajustes generales
fr: Général
ru: Основные

# sidebar.keyboard
source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
ru: Клавиатура

# sidebar.pointer
source: Pointer
de: Zeiger
es: Puntero
fr: Pointeur
ru: Указатель

# sidebar.shortcuts
source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
ru: Сочетания

# size.large
source: Large
de: Groß
es: Grande
fr: Grande
ru: Большой

# size.medium
source: Medium
de: Mittel
es: Mediano
fr: Moyenne
ru: Средний

# size.small
source: Small
de: Klein
es: Pequeño
fr: Petite
ru: Маленький

# theme.custom
source: Custom
de: Eigene
es: Personalizado
fr: Personnalisé
ru: Своя

# theme.system
source: System
de: Systemdesign
es: Sistema
fr: Système
ru: Системная

# about.diagnostics.detail
source: Export a local system and settings snapshot for support. It never includes input content, pointer coordinates, paths, usernames, or display identifiers.
de: Exportieren Sie für den Support eine lokale Momentaufnahme von System und Einstellungen. Sie enthält niemals Eingabeinhalte, Zeigerkoordinaten, Pfade, Benutzernamen oder Display-IDs.
es: Exporta una instantánea local del sistema y los ajustes para soporte. Nunca incluye contenido introducido, coordenadas del puntero, rutas, nombres de usuario ni identificadores de pantalla.
fr: Exportez un instantané local du système et des réglages pour l’assistance. Il ne contient jamais de saisies, coordonnées du pointeur, chemins, noms d’utilisateur ni identifiants d’écran.
ru: Экспортируйте локальный снимок системы и настроек для поддержки. В нём никогда нет содержимого ввода, координат указателя, путей, имён пользователей или идентификаторов дисплеев.

# about.diagnostics.export
source: Export Diagnostic Report…
de: Diagnosebericht exportieren…
es: Exportar informe de diagnóstico…
fr: Exporter le rapport de diagnostic…
ru: Экспортировать отчёт диагностики…

# about.diagnostics.failed
source: The diagnostic report could not be saved.
de: Der Diagnosebericht konnte nicht gespeichert werden.
es: No se pudo guardar el informe de diagnóstico.
fr: Le rapport de diagnostic n’a pas pu être enregistré.
ru: Не удалось сохранить отчёт диагностики.

# about.link.creator
source: Created by xkelxmc
de: Erstellt von xkelxmc
es: Creado por xkelxmc
fr: Créé par xkelxmc
ru: Автор — xkelxmc

# about.link.issue
source: Report an Issue
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
ru: Сообщить о проблеме

# about.link.review
source: Review Keypress
de: Keypress bewerten
es: Valorar Keypress
fr: Noter Keypress
ru: Оценить Keypress

# about.link.review.soon
source: Coming Soon
de: Demnächst
es: Próximamente
fr: Bientôt
ru: Скоро

# about.onboarding.action
source: Replay Onboarding
de: Onboarding wiederholen
es: Repetir introducción
fr: Revoir l’introduction
ru: Пройти онбординг снова

# about.onboarding.body
source: Nothing is reset before you begin. Any choices you make are applied live.
de: Vor dem Start wird nichts zurückgesetzt. Ihre Auswahl wird sofort angewendet.
es: No se restablece nada antes de empezar. Tus cambios se aplican al instante.
fr: Rien n’est réinitialisé avant de commencer. Vos choix s’appliquent immédiatement.
ru: Перед запуском ничего не сбрасывается. Новые варианты применяются сразу.

# about.onboarding.title
source: Welcome Tour
de: Willkommenstour
es: Tour de bienvenida
fr: Visite de bienvenue
ru: Приветственный тур

# about.privacy.body
source: Keyboard input is processed locally and is never recorded, stored, or transmitted.
de: Tastatureingaben werden lokal verarbeitet und niemals aufgezeichnet, gespeichert oder übertragen.
es: La entrada del teclado se procesa localmente y nunca se graba, almacena ni transmite.
fr: Les saisies clavier sont traitées localement et ne sont jamais enregistrées, stockées ni transmises.
ru: Ввод с клавиатуры обрабатывается локально и никогда не записывается, не сохраняется и не передаётся.

# about.privacy.detail
source: Keypress processes keyboard and pointer events only to draw its overlays. It does not record, store, or transmit keystrokes, typed text, pointer positions, or usage analytics. Everything runs on your Mac.
de: Keypress verarbeitet Tastatur- und Zeigerereignisse nur, um Einblendungen darzustellen. Tastenanschläge, eingegebener Text, Zeigerpositionen oder Nutzungsanalysen werden weder aufgezeichnet noch gespeichert oder übertragen. Alles läuft auf Ihrem Mac.
es: Keypress procesa los eventos del teclado y del puntero solo para dibujar sus superposiciones. No graba, almacena ni transmite pulsaciones, texto escrito, posiciones del puntero ni analíticas de uso. Todo funciona en tu Mac.
fr: Keypress traite les événements du clavier et du pointeur uniquement pour afficher ses superpositions. Les frappes, le texte saisi, les positions du pointeur et les données d’utilisation ne sont ni enregistrés, ni stockés, ni transmis. Tout s’exécute sur votre Mac.
ru: Keypress обрабатывает события клавиатуры и указателя только для отрисовки оверлеев. Нажатия, введённый текст, положения указателя и аналитика использования не записываются, не сохраняются и не передаются. Всё работает на вашем Mac.

# about.product.description
source: Keypress makes keyboard shortcuts and pointer actions easy to follow in tutorials, presentations, live demos, and screen recordings. Everything is rendered locally, with customizable themes, layouts, and display placement.
de: Keypress macht Tastenkürzel und Zeigeraktionen in Tutorials, Präsentationen, Live-Demos und Bildschirmaufnahmen leicht verständlich. Alles wird lokal dargestellt; Designs, Layout und Bildschirmpositionen lassen sich anpassen.
es: Keypress hace que los atajos de teclado y las acciones del puntero sean fáciles de seguir en tutoriales, presentaciones, demostraciones y grabaciones de pantalla. Todo se representa localmente y permite personalizar temas, diseños y posiciones en pantalla.
fr: Keypress rend les raccourcis clavier et les actions du pointeur faciles à suivre dans les tutoriels, présentations, démonstrations et enregistrements d’écran. Tout est rendu localement, avec des thèmes, des dispositions et des positions d’écran personnalisables.
ru: Keypress делает сочетания клавиш и действия указателя понятными в обучающих материалах, презентациях, демонстрациях и записях экрана. Всё отрисовывается локально, а темы, компоновка и положение на дисплеях настраиваются.

# about.product.subtitle
source: Product information, privacy, release notes, and support.
de: Produktinformationen, Datenschutz, Neuigkeiten und Support.
es: Información del producto, privacidad, novedades y soporte.
fr: Informations produit, confidentialité, nouveautés et assistance.
ru: Информация о продукте, конфиденциальность, новинки и поддержка.

# about.release.cursor.body
source: Custom shapes, colors, glow, and responsive click, drag, motion, and scroll reactions.
de: Eigene Formen, Farben, Leuchten und reaktive Klick-, Zieh-, Bewegungs- und Scroll-Effekte.
es: Formas, colores, resplandor y reacciones a clics, arrastre, movimiento y desplazamiento.
fr: Formes, couleurs, lueur et réactions aux clics, glissements, mouvements et défilements.
ru: Настраиваемые формы, цвета, свечение и реакции на клики, перетаскивание, движение и прокрутку.

# about.release.displays.body
source: Show one keyboard state across selected displays with positions saved per screen.
de: Zeigen Sie einen Tastaturstatus auf ausgewählten Displays mit gespeicherten Positionen pro Bildschirm.
es: Muestra un mismo estado del teclado en las pantallas elegidas con posiciones guardadas por pantalla.
fr: Affichez un même état du clavier sur les écrans sélectionnés avec une position mémorisée par écran.
ru: Показывайте одно состояние клавиатуры на выбранных дисплеях с отдельной сохранённой позицией для каждого.

# about.release.displays.title
source: Multi-Display
de: Mehrere Displays
es: Varias pantallas
fr: Multi-écrans
ru: Несколько дисплеев
